{
"Soekarno": "\tSetelah Pengakuan Kedaulatan (Pemerintah Belanda menyebutkan sebagai Penyerahan Kedaulatan), Presiden Soekarno diangkat sebagai Presiden Republik Indonesia Serikat (RIS) dan Mohammad Hatta diangkat sebagai perdana menteri RIS. Jabatan Presiden Republik Indonesia diserahkan kepada Mr Assaat, yang kemudian dikenal sebagai RI Jawa-Yogya. Namun karena tuntutan dari seluruh rakyat Indonesia yang ingin kembali ke negara kesatuan, maka pada tanggal 17 Agustus 1950, RIS kembali berubah menjadi Republik Indonesia dan Presiden Soekarno menjadi Presiden RI. Mandat Mr Assaat sebagai pemangku jabatan Presiden RI diserahkan kembali kepada Soekarno. Resminya kedudukan Presiden Soekarno adalah presiden konstitusional, tetapi pada kenyataannya kebijakan pemerintah dilakukan setelah berkonsultasi dengannya.",
"Ki Hadjar Dewantara": "\tRaden Mas Soewardi Soerjaningrat (EBI: Suwardi Suryaningrat, sejak 1922 menjadi Ki Hadjar Dewantara, EBI: Ki Hajar Dewantara, beberapa menuliskan bunyi bahasa Jawanya dengan Ki Hajar Dewantoro; 2 Mei 1889 – 26 April 1959; selanjutnya disingkat sebagai \"Soewardi\" atau \"KHD\") adalah aktivis pergerakan kemerdekaan Indonesia, kolumnis, politisi, dan pelopor pendidikan bagi kaum pribumi Indonesia dari zaman penjajahan Belanda. Ia adalah pendiri Perguruan Taman Siswa, suatu lembaga pendidikan yang memberikan kesempatan bagi para pribumi untuk bisa memperoleh hak pendidikan seperti halnya para priyayi maupun orang-orang Belanda. Tanggal kelahirannya sekarang diperingati di Indonesia sebagai Hari Pendidikan Nasional. Bagian dari semboyan ciptaannya, tut wuri handayani, menjadi slogan Kementerian Pendidikan Nasional Indonesia. Namanya diabadikan sebagai salah sebuah nama kapal perang Indonesia, KRI Ki Hajar Dewantara. Potret dirinya diabadikan pada uang kertas pecahan 20.000 rupiah tahun edisi 1998.",
"Kartini": "\tRaden Adjeng Kartini berasal dari kalangan priyayi atau kelas bangsawan Jawa. Ia merupakan putri dari Raden Mas Adipati Ario Sosroningrat, seorang patih yang diangkat menjadi bupati Jepara segera setelah Kartini lahir. Kartini adalah putri dari istri pertama, tetapi bukan istri utama. Ibunya bernama M.A. Ngasirah, putri dari Nyai Haji Siti Aminah dan Kyai Haji Madirono, seorang guru agama di Telukawur, Jepara. Dari sisi ayahnya, silsilah Kartini dapat dilacak hingga Hamengkubuwana VI. Garis keturunan Bupati Sosroningrat bahkan dapat ditilik kembali ke istana Kerajaan Majapahit. Semenjak Pangeran Dangirin menjadi bupati Surabaya pada abad ke-18, nenek moyang Sosroningrat mengisi banyak posisi penting di Pangreh Praja. Ayah Kartini pada mulanya adalah seorang wedana di Mayong. Peraturan kolonial waktu itu mengharuskan seorang bupati beristerikan seorang bangsawan. Karena M.A. Ngasirah bukanlah bangsawan tinggi, maka ayahnya menikah lagi dengan Raden Adjeng Woerjan (Moerjam), keturunan langsung Raja Madura. Setelah perkawinan itu, ayah Kartini diangkat menjadi bupati di Jepara menggantikan kedudukan ayah kandung R.A. Woerjan, R.A.A. Tjitrowikromo.",
"Cut Nyak Dhien": "\tPada tahun 1880, Cut Nyak Dhien menikah dengan Teuku Umar, setelah sebelumnya ia dijanjikan dapat ikut turun di medan perang jika menerima lamaran tersebut. Dari pernikahan ini Cut Nyak Dhien memiliki seorang anak yang diberi nama Cut Gambang. Setelah pernikahannya dengan Teuku Umar, Cut Nyak Dhien bersama Teuku Umar bertempur bersama melawan Belanda. Namun, pada tanggal 11 Februari 1899 Teuku Umar gugur. Hal ini membuat Cut Nyak Dhien berjuang sendirian di pedalaman Meulaboh bersama pasukan kecilnya. Usia Cut Nyak Dien yang saat itu sudah relatif tua serta kondisi tubuh yang digerogoti berbagai penyakit seperti encok dan rabun membuat satu pasukannya yang bernama Pang Laot melaporkan keberadaannya karena iba. Ia akhirnya ditangkap dan dibawa ke Banda Aceh. Di sana ia dirawat dan penyakitnya mulai sembuh. Keberadaan Cut Nyak Dhien yang dianggap masih memberikan pengaruh kuat terhadap perlawanan rakyat Aceh serta hubungannya dengan pejuang Aceh yang belum tertangkap membuatnya kemudian diasingkan ke Sumedang. Cut Nyak Dhien meninggal pada tanggal 6 November 1908 dan dimakamkan di Gunung Puyuh, Sumedang. Nama Cut Nyak Dhien kini diabadikan sebagai Bandar Udara Cut Nyak Dhien Nagan Raya di Meulaboh."
}